-- phpMyAdmin SQL Dump
-- version 5.0.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Oct 01, 2021 at 04:17 AM
-- Server version: 10.4.17-MariaDB
-- PHP Version: 8.0.0

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `znu`
--

-- --------------------------------------------------------

--
-- Table structure for table `about_tbl`
--

CREATE TABLE `about_tbl` (
  `id` int(11) NOT NULL,
  `name` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `user_role` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `image` varchar(250) COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `about_tbl`
--

INSERT INTO `about_tbl` (`id`, `name`, `user_role`, `image`) VALUES
(4, 'کاملیا نیک منش', 'دبیر انجمن', '../public/about_images/about-158103854861495a73584d96.96935377.jpg'),
(5, 'جورج فرد', 'مدیر امور مالی', '../public/about_images/about-106650600261495aabcf4e16.04404151.jpg'),
(6, 'رزالین نیکو', 'گرافیست', '../public/about_images/about-65308359561495ec0ec8b53.46961735.jpg'),
(7, 'سوفیا دانشمند', 'مدیر آموزش', '../public/about_images/about-6296487806149e62abb4576.46545724.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `contact_tbl`
--

CREATE TABLE `contact_tbl` (
  `id` int(11) NOT NULL,
  `name` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `email` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `title` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `body` text COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `contact_tbl`
--

INSERT INTO `contact_tbl` (`id`, `name`, `email`, `title`, `body`) VALUES
(5, 'sahar', 's.gerameifar@gmail.com', 'سوال', '<p>سلام</p>\r\n');

-- --------------------------------------------------------

--
-- Table structure for table `course_comment_tbl`
--

CREATE TABLE `course_comment_tbl` (
  `id` int(11) NOT NULL,
  `name` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `email` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `image` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `comment_date` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `body` text COLLATE utf8_persian_ci NOT NULL,
  `course_id` int(11) NOT NULL,
  `show_status` int(11) NOT NULL,
  `reply` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `course_comment_tbl`
--

INSERT INTO `course_comment_tbl` (`id`, `name`, `email`, `image`, `comment_date`, `body`, `course_id`, `show_status`, `reply`) VALUES
(26, 'ساناز گرامی فر', 's.gerameifar@gmail.com', '1', '1632764001', 'خیلی خوبه', 6, 1, 0),
(27, 'ساناز گرامی فر', 'c@c.c', '1', '1632764460', 'عالی', 8, 1, 0),
(28, 'sahar', 's.gerameifar@gmail.com', '1', '1632880500', '<p>سلام قیمت؟</p>\r\n', 8, 1, 0),
(29, 'سحر گرامی فر', '0', '7', '1632881133', '<p>1000</p>\r\n', 0, 0, 28);

-- --------------------------------------------------------

--
-- Table structure for table `course_tbl`
--

CREATE TABLE `course_tbl` (
  `id` int(11) NOT NULL,
  `title` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `body` text COLLATE utf8_persian_ci NOT NULL,
  `tags` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `image` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `teacher` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `price` int(11) NOT NULL,
  `date` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `show_status` int(11) NOT NULL,
  `view_course` bigint(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `course_tbl`
--

INSERT INTO `course_tbl` (`id`, `title`, `body`, `tags`, `image`, `teacher`, `price`, `date`, `show_status`, `view_course`) VALUES
(5, 'آموزش طراحی سایت1', '<p>توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دیگر</p>\r\n', 'برچسب1,برچسب2,برچسب3,برچسب4,برچسب5,برچسب6,برچسب7,برچسب8,برچسب9', '../public/course_images/course-61355089261491a80554a51.69178471.jpg', 'ماندانا قدرتمند', 5120000, 'چهار شنبه ۷ مهر ۱۴۰۰  ۵:۳۴  ق ظ', 1, 4),
(6, 'نحوه اپلای برای فلوشیپ استنفورد', '<p>توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .توضیحات تستی نحوه اپلای برای فلوشیپ دانشگاه استنفورد .\r\n</p>', 'برچسب1,برچسب2,برچسب3', '../public/course_images/course-110325204861491af0424e98.60438051.jpg', 'آرتمیس هوشمند', 2500000, 'پنج‌شنبه ۱ مهر ۱۴۰۰  ۲:۴۷  ق ظ', 1, 7),
(7, 'دوره آموزشی پایتون پیشرفته', '<p>توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.توضیحات دوره آموزشی پایتون پیشرفته.\r\n</p>', 'برچسب1,برچسب2,برچسب3,برچسب4,برچسب5,برچسب6,برچسب7,برچسب8,برچسب9', '../public/course_images/course-179113173561491b5e31e142.38900072.jpg', 'سرنا ساسانی فر', 5500000, 'یکشنبه ۲۴ مرداد ۱۴۰۰  ۵:۵۸  ق ظ', 1, 33),
(8, 'شبکه های عصبی', '<p>شبکه های عصبی پیشرقته و یادگیری عمیق.شبکه های عصبی پیشرقته و یادگیری عمیق.شبکه های عصبی پیشرقته و یادگیری عمیق.شبکه های عصبی پیشرقته و یادگیری عمیق.شبکه های عصبی پیشرقته و یادگیری عمیق.شبکه های عصبی پیشرقته و یادگیری عمیق.شبکه های عصبی پیشرقته و یادگیری عمیق.شبکه های عصبی پیشرقته و یادگیری عمیق.شبکه های عصبی پیشرقته و یادگیری عمیق.شبکه های عصبی پیشرقته و یادگیری عمیق.شبکه های عصبی پیشرقته و یادگیری عمیق.شبکه های عصبی پیشرقته و یادگیری عمیق.شبکه های عصبی پیشرقته و یادگیری عمیق.شبکه های عصبی پیشرقته و یادگیری عمیق.شبکه های عصبی پیشرقته و یادگیری عمیق.شبکه های عصبی پیشرقته و یادگیری عمیق.شبکه های عصبی پیشرقته و یادگیری عمیق.شبکه های عصبی پیشرقته و یادگیری عمیق.شبکه های عصبی پیشرقته و یادگیری عمیق.شبکه های عصبی پیشرقته و یادگیری عمیق.شبکه های عصبی پیشرقته و یادگیری عمیق.\r\n</p>', 'برچسب1,برچسب2,برچسب3', '../public/course_images/course-166687855961491bfbb96472.47052315.jpg', 'آتوسا حقیقت گو', 96540000, 'یکشنبه ۲۸ شهریور ۱۴۰۰  ۵:۵۸  ق ظ', 1, 11),
(9, 'هوش مصنوعی و الگوریتم های یادگیری ماشین', '<p>توضیحات تستی هوش مصنوعی و الگوریتم های یادگیری ماشین.توضیحات تستی هوش مصنوعی و الگوریتم های یادگیری ماشین.توضیحات تستی هوش مصنوعی و الگوریتم های یادگیری ماشین.توضیحات تستی هوش مصنوعی و الگوریتم های یادگیری ماشین.توضیحات تستی هوش مصنوعی و الگوریتم های یادگیری ماشین.توضیحات تستی هوش مصنوعی و الگوریتم های یادگیری ماشین.توضیحات تستی هوش مصنوعی و الگوریتم های یادگیری ماشین.توضیحات تستی هوش مصنوعی و الگوریتم های یادگیری ماشین.توضیحات تستی هوش مصنوعی و الگوریتم های یادگیری ماشین.توضیحات تستی هوش مصنوعی و الگوریتم های یادگیری ماشین.توضیحات تستی هوش مصنوعی و الگوریتم های یادگیری ماشین.توضیحات تستی هوش مصنوعی و الگوریتم های یادگیری ماشین.توضیحات تستی هوش مصنوعی و الگوریتم های یادگیری ماشین.توضیحات تستی هوش مصنوعی و الگوریتم های یادگیری ماشین.توضیحات تستی هوش مصنوعی و الگوریتم های یادگیری ماشین.ر</p>\r\n', 'برچسب1,برچسب2,برچسب3,برچسب4,برچسب5,برچسب6,برچسب7,برچسب8,برچسب9', '../public/course_images/course-3677380861491c48a12b79.61729551.jpg', 'پروفسور اندرو', 1500000, 'شنبه ۱۸ مرداد ۷۷۹  ۳:۲۵  ق ظ', 1, 3),
(10, 'آموزش PHP MVC', '<p>آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.آموزش PHP MVC.\r\n</p>', 'برچسب1,برچسب2,برچسب3', '../public/course_images/course-39684580361491c902942f6.68044813.jpg', 'دکتر تیفانی', 15420000, 'سه شنبه ۳۰ شهریور ۱۴۰۰  ۸:۰۹  ق ظ', 1, 0),
(11, 'آموزش بوت استرپ', '<p>آموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپ آموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپآموزش بوت استرپ</p>\r\n', 'برچسب1,برچسب2,برچسب3,برچسب4,برچسب5,برچسب6,برچسب7,برچسب8,برچسب9', '../public/course_images/course-77053196461491cd8020d84.93420817.jpg', 'دکتر الکس', 0, 'پنج‌شنبه ۱ مهر ۱۴۰۰  ۲:۴۸  ق ظ', 1, 8),
(12, 'آموزش میکرو کنترلر', '<p>آموزش میکرو</p>\r\n', 'برچسب1,برچسب2,برچسب3,برچسب4,برچسب5,برچسب6,برچسب7,برچسب8,برچسب9', '../public/course_images/course-14604808461491d76176ee2.98983381.jpg', 'دکتر اشکان ایرانی', 0, 'پنج‌شنبه ۱ مهر ۱۴۰۰  ۴:۴۸  ق ظ', 1, 259);

-- --------------------------------------------------------

--
-- Table structure for table `menu_tbl`
--

CREATE TABLE `menu_tbl` (
  `id` int(11) NOT NULL,
  `title` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `url` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `chid` int(11) NOT NULL,
  `sort` int(11) NOT NULL,
  `status` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `menu_tbl`
--

INSERT INTO `menu_tbl` (`id`, `title`, `url`, `chid`, `sort`, `status`) VALUES
(1, 'خانه', 'http://znu/index.php?c=index&a=index', 0, 1, 1),
(2, 'مقالات', 'http://znu/index.php?c=paper&a=list', 0, 2, 1),
(3, 'دوره ها', 'http://znu/index.php?c=course&a=list', 0, 3, 1),
(4, 'درباره ما', 'http://znu/index.php?c=about&a=about', 0, 6, 1),
(5, 'تماس با ما', 'http://znu/index.php?c=contact&a=contact', 0, 5, 1),
(6, 'گرایش ها', 'http://znu/index.php?c=section&a=section', 0, 4, 1);

-- --------------------------------------------------------

--
-- Table structure for table `paper_comment_tbl`
--

CREATE TABLE `paper_comment_tbl` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `email` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `image` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `comment_date` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `body` text COLLATE utf8_persian_ci NOT NULL,
  `paper_id` int(11) NOT NULL,
  `show_status` int(11) NOT NULL,
  `reply` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `paper_comment_tbl`
--

INSERT INTO `paper_comment_tbl` (`id`, `name`, `email`, `image`, `comment_date`, `body`, `paper_id`, `show_status`, `reply`) VALUES
(11, 'ساناز گرامی فر', 'admin@admin.com', '8', '1632764298', 'عالیه', 43, 1, 0),
(12, 'ساناز گرامی فر', 'admin@admin.com', '1', '1632764503', 'خوب', 40, 1, 0),
(13, 'سحر گرامی فر', '0', '4', '1632881010', '<p>سلام خوبی؟</p>\r\n', 0, 0, 11);

-- --------------------------------------------------------

--
-- Table structure for table `paper_tbl`
--

CREATE TABLE `paper_tbl` (
  `id` int(11) NOT NULL,
  `name` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `userid` int(11) NOT NULL,
  `title` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `body` text COLLATE utf8_persian_ci NOT NULL,
  `tags` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `status` int(11) NOT NULL,
  `show_status` int(11) NOT NULL,
  `date` int(11) NOT NULL,
  `image` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `plock` int(11) NOT NULL,
  `view_paper` bigint(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `paper_tbl`
--

INSERT INTO `paper_tbl` (`id`, `name`, `userid`, `title`, `body`, `tags`, `status`, `show_status`, `date`, `image`, `plock`, `view_paper`) VALUES
(38, 'ادمین', 9, 'مقاله تستی 1', '<p>متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .متن مقاله تستی 1 .</p>\r\n', 'برچسب1,برچسب2,برچسب3', 1, 1, 1632359184, '../public/paper_images/paper-732283205614917253e3ed3.00572266.png', 1, 2),
(39, 'ادمین', 9, 'مقاله تستی 2', '<p>متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.متن مقاله تستی 2 است.</p>\r\n', 'برچسب1,برچسب2,برچسب3,برچسب4,برچسب5,برچسب6,برچسب7,برچسب8,برچسب9', 1, 1, 1632359197, '../public/paper_images/paper-13255367346149179823db75.46108934.png', 1, 3),
(40, 'ادمین', 9, 'مقاله تستی 3', '<p>متن مقاله تستی 3.متن مقاله تستی 3.متن مقاله تستی 3.متن مقاله تستی 3.متن مقاله تستی 3.متن مقاله تستی 3.متن مقاله تستی 3.متن مقاله تستی 3.متن مقاله تستی 3.متن مقاله تستی 3.متن مقاله تستی 3.متن مقاله تستی 3.متن مقاله تستی 3.متن مقاله تستی 3.متن مقاله تستی 3.متن مقاله تستی 3.متن مقاله تستی 3.متن مقاله تستی 3.متن مقاله تستی 3.متن مقاله تستی 3.متن مقاله تستی 3.</p>\r\n', 'برچسب1,برچسب2,برچسب3', 1, 1, 1632359204, '../public/paper_images/paper-1415114783614917c44aee00.89443530.png', 1, 4),
(41, 'مائده نفیسی فر', 8, 'مقاله تستی4', '<p>متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.متن مقاله تستی 4.</p>', 'برچسب1,برچسب2,برچسب3,برچسب4,برچسب5,برچسب6,برچسب7,برچسب8,برچسب9', 1, 1, 1632195237, '../public/paper_images/paper-1088649232614917fd0f66f4.64649638.png', 1, 18),
(42, 'مائده نفیسی فر', 8, 'مقاله تستی 5', '<p>متن تستی مقاله تستی 5متن تستی مقاله تستی 5متن تستی مقاله تستی 5متن تستی مقاله تستی 5متن تستی مقاله تستی 5متن تستی مقاله تستی 5متن تستی مقاله تستی 5متن تستی مقاله تستی 5متن تستی مقاله تستی 5متن تستی مقاله تستی 5متن تستی مقاله تستی 5متن تستی مقاله تستی 5متن تستی مقاله تستی 5متن تستی مقاله تستی 5متن تستی مقاله تستی 5متن تستی مقاله تستی 5متن تستی مقاله تستی 5</p>', 'برچسب1,برچسب2,برچسب3', 1, 1, 1632180295, '../public/paper_images/paper-128948490261491829809060.28009186.jpg', 1, 0),
(43, 'آتوسا کوروش نژاد', 12, 'مقاله تستی 6', '<p>متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.</p>', 'برچسب1,برچسب2,برچسب3,برچسب4,برچسب5,برچسب6,برچسب7,برچسب8,برچسب9', 1, 1, 1632180677, '../public/paper_images/paper-15046291456149193e61d373.78132525.png', 1, 3),
(44, 'آتوسا کوروش نژاد', 12, 'مقاله تستی 7', '<p>متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.</p>', 'برچسب1,برچسب2,برچسب3,برچسب4,برچسب5,برچسب6,برچسب7,برچسب8,برچسب9', 1, 1, 1632180682, '../public/paper_images/paper-12200846976149196766eee1.91945122.jpg', 1, 0),
(45, 'آتوسا کوروش نژاد', 12, 'مقاله تستی 8', '<p>متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.</p>', 'برچسب1,برچسب2,برچسب3', 1, 1, 1632180686, '../public/paper_images/paper-19718853361491992a534d3.21145929.jpg', 1, 10),
(46, 'آتوسا کوروش نژاد', 12, 'مقاله تستی 9', '<p>متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.متن مقاله تستی 6 را وارد کنید.</p>', 'برچسب1,برچسب2,برچسب3,برچسب4,برچسب5,برچسب6,برچسب7,برچسب8,برچسب9', 1, 1, 1632180691, '../public/paper_images/paper-220115023614919bac55409.78560068.jpg', 1, 1),
(49, 'آرورا پارسا', 9, 'w', '<p>سلام</p>\r\n', '', 1, 0, 0, '../public/paper_images/paper-1866355264614bac558870e5.61815784.jpg', 0, 0),
(50, 'سحر گرامی فر', 73, 'هر عنوانی1', '<p><em><strong>متن مقاله</strong></em></p>\r\n', 'آموزش, نمونه', 1, 1, 1632880924, '../public/paper_images/paper-1502446516153c8ec81c755.31751982.png', 1, 1);

-- --------------------------------------------------------

--
-- Table structure for table `section_tbl`
--

CREATE TABLE `section_tbl` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `body` text COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `section_tbl`
--

INSERT INTO `section_tbl` (`id`, `title`, `body`) VALUES
(3, 'کنترل', 'این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.این یک متن تستی و تصادفی برای گرایش کنترل است.'),
(5, 'قدرت', 'این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.این یک متن تصادفی برای گرایش قدرت است.');

-- --------------------------------------------------------

--
-- Table structure for table `setting_tbl`
--

CREATE TABLE `setting_tbl` (
  `id` int(11) NOT NULL,
  `title_site` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `logo_site` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `link_instagram` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `link_telegram` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `address` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `link_znu` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `link_olom` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `link_library` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `link_nima` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `link_golestan` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `copyright` text COLLATE utf8_persian_ci NOT NULL,
  `about_znu` text COLLATE utf8_persian_ci NOT NULL,
  `email` varchar(250) COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `setting_tbl`
--

INSERT INTO `setting_tbl` (`id`, `title_site`, `logo_site`, `link_instagram`, `link_telegram`, `address`, `link_znu`, `link_olom`, `link_library`, `link_nima`, `link_golestan`, `copyright`, `about_znu`, `email`) VALUES
(1, 'انجمن علمی مهندسی برق دانشگاه زنجان', '../public/default/image/143652394143beb40e9c8f89.24029101.png', 'https://instagram.com', 'https://telegram.org', 'آدرس: زنجان - 5 کیلومتری جاده تبریز- دانشگاه زنجان', 'https://znu.ac.ir', 'https://olom.org', 'https://znu.ac.ir/library', 'https://nima.ac.ir', 'https://znugolestan.ac.ir', 'تمام حقوق این وب سایت متعلق به انجمن علمی برق دانشگاه زنجان است و هر گونه استفاده بدون اجازه پیگرد قانونی دارد.', 'امروزه رشته برق یک از کاربردی ترین رشته های مهندسی و پرطرفدار در بین جوانان است. اما داشتن تخصص در این زمینه بسیار مهم تر از مدرک این رشته است . اردیو یکی از تکنولوژی های به روز است که علم به ان تخصص شما را افزایش می دهد و شما را برای ورود به بازرا کار اماده می ساز.امروزه رشته برق یک از کاربردی ترین رشته های مهندسی و پرطرفدار در بین جوانان است. اما داشتن تخصص در این زمینه بسیار مهم تر از مدرک این رشته است . اردیو یکی از تکنولوژی های به روز است که علم به ان تخصص شما را افزایش می دهد و شما را برای ورود به بازرا کار اماده می ساز.', 'znu@info.ir');

-- --------------------------------------------------------

--
-- Table structure for table `teachers_tbl`
--

CREATE TABLE `teachers_tbl` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `email` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `site` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `chid` int(11) NOT NULL,
  `image` varchar(255) COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `teachers_tbl`
--

INSERT INTO `teachers_tbl` (`id`, `name`, `email`, `site`, `chid`, `image`) VALUES
(1, 'ورونیکا', 'r@r.r', 'a.com', 3, '../public/admin/image/teacher-207006557614a7967c9d952.80536255.jpg'),
(3, 'مونیکا اشکانی', 'd@d.d', 'hi5.com', 5, '../public/admin/image/teacher-509555336614a7a997f76a2.74077958.jpg'),
(4, 'ماندانا دانشمند', 'd@d.d', 'hi5.com', 3, '../public/admin/image/teacher-1658281631614a9ce28ae046.21967667.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `user_tbl`
--

CREATE TABLE `user_tbl` (
  `id` int(11) NOT NULL,
  `name` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `email` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `phone` varchar(30) COLLATE utf8_persian_ci NOT NULL,
  `password` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `vc` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `status` int(11) NOT NULL,
  `verifyAdmin` int(11) NOT NULL,
  `level` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `user_tbl`
--

INSERT INTO `user_tbl` (`id`, `name`, `email`, `phone`, `password`, `vc`, `status`, `verifyAdmin`, `level`) VALUES
(73, 'سحر گرامی فر', 's.gerameifar@gmail.com', '', 'a1635bfbf6cd8558eea73c54f9f70e4538d9bf11', '', 1, 1, 2),
(79, 'aaa', 'zshariq36@gmail.com', '', '40bd001563085fc35165329ea1ff5c5ecbdbbeef', '', 1, 1, 0),
(83, 'zanjan', 'znu.anjoman2021@gmail.com', '', '40bd001563085fc35165329ea1ff5c5ecbdbbeef', 'c0e901ecb40e666d8b2479fa65b65562c7d5e586', 0, 0, 0);

-- --------------------------------------------------------

--
-- Table structure for table `view_course_tbl`
--

CREATE TABLE `view_course_tbl` (
  `id` bigint(10) NOT NULL,
  `course` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Indexes for dumped tables
--

--
-- Indexes for table `about_tbl`
--
ALTER TABLE `about_tbl`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `contact_tbl`
--
ALTER TABLE `contact_tbl`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `course_comment_tbl`
--
ALTER TABLE `course_comment_tbl`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `course_tbl`
--
ALTER TABLE `course_tbl`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `menu_tbl`
--
ALTER TABLE `menu_tbl`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `paper_comment_tbl`
--
ALTER TABLE `paper_comment_tbl`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `paper_tbl`
--
ALTER TABLE `paper_tbl`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `section_tbl`
--
ALTER TABLE `section_tbl`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `setting_tbl`
--
ALTER TABLE `setting_tbl`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `teachers_tbl`
--
ALTER TABLE `teachers_tbl`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `user_tbl`
--
ALTER TABLE `user_tbl`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `about_tbl`
--
ALTER TABLE `about_tbl`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `contact_tbl`
--
ALTER TABLE `contact_tbl`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `course_comment_tbl`
--
ALTER TABLE `course_comment_tbl`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=30;

--
-- AUTO_INCREMENT for table `course_tbl`
--
ALTER TABLE `course_tbl`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `menu_tbl`
--
ALTER TABLE `menu_tbl`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `paper_comment_tbl`
--
ALTER TABLE `paper_comment_tbl`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `paper_tbl`
--
ALTER TABLE `paper_tbl`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=51;

--
-- AUTO_INCREMENT for table `section_tbl`
--
ALTER TABLE `section_tbl`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `setting_tbl`
--
ALTER TABLE `setting_tbl`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `teachers_tbl`
--
ALTER TABLE `teachers_tbl`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `user_tbl`
--
ALTER TABLE `user_tbl`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=84;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
